Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_827_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Anárašgiela giđđaáppes almmustuvai
smn: Anarâškielâ kiđđâaabis almostui

source: Anárašgiela giđđaáppes
smn: xxx

source: lea almmustuvvan .
smn: xxx

source: Girjji lea čállán Matti Morottaja ja govaid dasa ráhkadan Tanja Severikangas .
smn: Matti Morottaja čáállám já Tanja Severikangas kuvvim anarâškielâ kiđđâaabis Muu Aabis , kiđđâ lii almostum .

source: Girji lea joatkka ovdal almmuhuvvon čakčaáppesii ja dasa gullevaš bargogirjái .
smn: Kirje lii jotkâ ovdil almostittum čohčâaabisân já toos kullee pargokiirján .

source: Maiddái giđđaáppesii boahtá maŋŋelis bargogirji .
smn: Meid kiđđâaabisân lii puátimin pargokirje .

source: Anárašgiela eatnigiela lohkkit ožžot čuovvovažžan atnui Petter Morottaja čállin nuppi luohká oahppogirjji , mii galggašii boahtit prentemis giđđat 2014 .
smn: Anarâškielâ eenikielâ uáppeeh finnejeh čuávuvâžžân kieđâidis Petter Morottaja čáállám 2. luoka oppâkirje , maid vyerdip teddilâsâst kiđđuv 2014 .

source: Lassedieđut sámedikki almmuhan anárašgielat oahppamateriálain gávdnojit dás .
smn: Lasetiäđuh sämitige almostittem anarâškielâlijn oppâmateriaalijn täst .

source: Sámedikki almmuhan oahppamateriálat leat fidnemis Sámi duodjegávppis Sajosis Anáris , ovttastusa fierbmegávppis dahje sámedikki skuvlen- ja oahppamateriáladoaimmahagas ritva .
smn: Sämitige almostittem oppâmateriaaleh láá finniimist Sámi duodji-käävpist Sajosist Anarist , seervi nettikäävpist teikâ sämitige škovlim- já oppâmateriaaltoimâttuvvâst ritva .
